spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.set_rate_class_baaa0652e075255dc1ff266e483c5906_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_rate_class><virtual_servers><value>test_virtual_server_nil</value></virtual_servers><rate_classes><item>rate_class_test</item></rate_classes></wsdl:set_rate_class></env:Body></env:Envelope>